{
  "_class_name": "PaellaVQModel",
  "_diffusers_version": "0.26.0.dev0",
  "_name_or_path": "StableCascade/vqgan",
  "bottleneck_blocks": 12,
  "embed_dim": 384,
  "in_channels": 3,
  "latent_channels": 4,
  "levels": 2,
  "num_vq_embeddings": 8192,
  "out_channels": 3,
  "scale_factor": 0.3764,
  "up_down_scale_factor": 2
}
